{
		"TITLE_IS_NULL" : "Заглавието на статията е с нулева стойност",
		"TITLE_IS_EMPTY" : "Полето за заглавие на статията е празно",
		"CONTENT_IS_NULL : "Съдържанието на статията е с нулева стойност",
		"CONTENT_IS_EMPTY : "Полето за съдържание на статията е празно",
		"NOT_UNIQUE_TITLE : "Заглавието на статията не е уникално",
		"USERNAME_IS_NULL : "Потребителското име е нулева стойност",
		"USERNAME_IS_EMPTY : "Полето за потребителско име е празно",
		"PASSWORD_IS_NULL : "Заглавието на статията е с нулева стойност",
		"PASSWORD_IS_EMPTY : "Полето за парола е празно",
		"USERTYPE_IS_NULL : "Заглавието на статията е с нулева стойност",
		"NOT_UNIQUE_USERNAME" : "Потребителското име не е уникално",
		"USER_CANNOT_DELETE_HIMSELF" : "Не можете да изтриете собствения си профил",
		"WRONG_LOGIN" : "Грешно потребителско име или парола",
		"LOGOUT_ERROR" : "Възникна грешка при отписване",
		"ARTICLE_NOT_EXIST" : "Статията не съществува",
		"USER_NOT_EXIST" : "Потребителят не съществува",
		"CANNOT_DELETE_ARTICLE" : "Не можете да изтриета тази статия",
		"FORBIDDEN" : "Заявената услуга е забранена!!!",
		"NOT_FOUND" : "Заявеният ресурс не е намерен",
		"SERVER_ERROR" : "Възникна грешка при сървъра!"
	}
};